Repository: cromerc/tuf-manager
Catalog: po/*.po
Languages: es

source: Invalid arguments!
es: ¡Argumentos invalidos!

source: Restore settings is currently disabled, please enable it to use this feature!
es: ¡La restauración de la configuración está actualmente deshabilitada, habilítela para usar esta función!

source: Version:
es: Versión:

source: Client version:
es: Versión del cliente:

source: Server version:
es: Versión del servidor:

source: Current fan mode:
es: Modo de ventilador actual:

source: Balanced
es: Balanceada

source: Silent
es: Silenciosa

source: Could not get current fan mode!
es: ¡No se pudo obtener el modo de ventilador actual!

source: Current keyboard lighting:
es: Iluminación de teclado actual:

source: Static
es: Estática

source: Breathing
es: Respiración

source: Color Cycle
es: Ciclo de Color

source: Strobing
es: Estroboscópica

source: Could not get current keyboard mode!
es: ¡No se pudo obtener el modo de teclado actual!

source: Current keyboard speed:
es: Velocidad del teclado actual:

source: Slow
es: Lenta

source: Medium
es: Media

source: Fast
es: Rapida

source: Could not get current keyboard speed!
es: ¡No se pudo obtener la velocidad actual del teclado!

source: Current keyboard color:
es: Color de teclado actual:

source: Usage:
es: Uso:

source: COMMAND [SUBCOMMAND]
es: COMANDO [SUBCOMANDO]

source: Print the version of tuf-cli
es: Imprimir la versión del tuf-cli

source: Show this help screen
es: Mostrar esta pantalla de ayuda

source: Set the fan mode
es: Establecer el modo del ventilador:

source: Set the keyboard lighting
es: Iluminación de teclado

source: Set the keyboard lighting speed
es: Establecer la Iluminación de teclado

source: Set the keyboard color
es: Color del teclado

source: Restore saved settings
es: Restaurar configuraciones guardadas

source: Show the current config
es: Mostrar la configuración actual

source: Examples:
es: Ejemplos:

source: Silence fan:
es: Silenciar ventilador:

source: Change RGB color:
es: Cambiar el color RGB:

source: The server and client versions do not match!
es: ¡La versión del servidor y del cliente no coinciden!

source: The current running tuf-server version doesn't match the GUI version!
es: ¡La versión actual de tuf-server no coincide con la versión de GUI!

source: Current keyboard mode:
es: Modo de teclado actual:

source: Another instance of TUF Manager is already running!
es: ¡Ya se está ejecutando otra instancia de Administrador TUF!

source: Could not register service!
es: ¡No se pudo registrar el servicio!

source: Failed to open stream!
es: ¡Fallo al abrir stream!

source: File is empty!
es: ¡El archivo está vacío!

source: File contains invalid value!
es: ¡El archivo contiene un valor invalido!

source: Invalid value!
es: ¡Valor invalido!

source: Run the daemon in the foreground
es: Ejecuta el daemon en primer plano

source: Run '%s --help' to see a full list of available command line options.
es: Ejecute '% s --help' para ver una lista completa de las opciones de línea de comando disponibles.

source: Could not create pid file!
es: ¡No se pudo crear el archivo pid!

source: Could not acquire bus name!
es: ¡No se pudo adquirir el bus name!

source: TUF Manager
es: Administrador TUF

source: _TUF Manager
es: _Administrador TUF

source: _Fan
es: _Ventilador

source: _Balanced
es: _Balanceada

source: _Silent
es: _Silenciosa

source: _Quit
es: _Salir

source: Fan set to balanced
es: Ventilador ajustado a balanceada

source: Fan set to turbo
es: Ventilador ajustado a turbo

source: Fan set to silent
es: Ventilador ajustado a silenciosa

source: Close
es: Cerrar

source: Softare to manage the fan mode and rgb keyboard
es: Software para gestionar el modo ventilador y el teclado rgb

source: Should TUF Manager restore previous settings when run?
es: ¿Debe Administrador TUF restaurar la configuración anterior cuando se ejecuta?

source: Should TUF Manager show notifications?
es: ¿Debe Administrador TUF mostrar notificaciones?

source: Fan mode
es: Modo del ventilador

source: The saved fan mode
es: El modo de ventilador guardado

source: Keyboard mode
es: Modo del teclado

source: The saved keyboard mode
es: El modo de teclado guardado

source: Keyboard speed
es: Velocidad del teclado

source: The saved keyboard speed
es: La velocidad del teclado guardada

source: Keyboard color
es: Color del teclado

source: The saved keyboard color in RGB format
es: El color del teclado guardado en formato RGB

source: Authentication is required
es: Se requiere autenticación

source: Mode
es: Modo

source: Static
es: Estática

source: Breathing
es: Respiración

source: Color Cycle
es: Ciclo de Color

source: Strobing
es: Estroboscópica

source: Speed
es: Velocidad

source: Slow
es: Lenta

source: Medium
es: Media

source: Fast
es: Rapida

source: Set color
es: Establecer color

source: Keyboard lighting
es: Iluminación de teclado

source: Balanced
es: Balanceada

source: Silent
es: Silenciosa

source: Fan control
es: Control de ventilador

source: Restore on start
es: Restaurar al iniciar

source: Notifications
es: Notificaciones

source: Settings
es: Configuración
